<template>
    <div class='HelpProcess'>
        <Top :text="Topobj"></Top>
        <h2 class="G_title">用户隐私协议</h2>
        <div class="detail">
            <p >您成为澳门银河用户前务必仔细阅读本隐私条款并同意本隐私条款。作为澳门银河服务的正常操作程序的一部分，澳门银河收集、使用并（在一些情况下）向第三方披露有关您的资料。本隐私条款作为澳门银河服务协议的附件，在您注册成为澳门银河用户后立即生效，并对您及澳门银河产生约束力。</p>
            <p  class=""><br></p>
            <p >1.1&nbsp; &nbsp;&nbsp; 用户身份限制</p>
            <p >未成年人（年龄18周岁以下人士）、限制行为能力人、中国（包括港澳台地区）以外地区人士及自然人以外的组织无资格注册成为澳门银河用户并使用澳门银河的服务，澳门银河要求未成年人、限制行为能力人、中国（包括港澳台地区）以外地区人士及各类组织不要向澳门银河提交任何个人资料。</p>
            <p ><br></p>
            <p >1.2&nbsp; &nbsp;&nbsp; 涉及的个人资料</p>
            <p  class="">澳门银河收集个人资料的主要目的在于向您提供一个顺利、有效和度身订造的交易经历。澳门银河仅收集澳门银河认为就此目的及达成该目的所必须的关于您的个人资料。</p>
            <p >澳门银河可能自公开及私人资料来源收集您的额外资料，以更好地了解澳门银河用户，并为其度身订造澳门银河服务、解决争议并有助确保在网站进行交易的安全性。</p>
            <p >澳门银河按照您在澳门银河网址上的行为自动追踪关于您的某些资料。澳门银河利用这些资料进行有关澳门银河之用户的人口统计、兴趣及行为的内部研究，以更好地了解您以便向您和澳门银河的用户社区提供更好的服务。</p>
            <p >澳门银河在澳门银河的某些网页上使用诸如“Cookies”的资料收集装置。“Cookies”是设置在您的硬盘上的小档案，以协助澳门银河为您提供度身订造的服务。澳门银河亦提供某些只能通过使用“Cookies”才可得到的功能。澳门银河还利用“Cookies”使您能够在某段期间内减少输入密码的次数。“Cookies”还可以协助澳门银河提供专门针对您的兴趣而提供的资料。</p>
            <p >如果您将个人通讯信息（例如：手机短信、电邮或信件）交付给澳门银河，或如果其他用户或第三方向澳门银河发出关于您在澳门银河上的活动或登录事项的通讯信息，澳门银河可以将这些资料收集在您的专门档案中。</p>
            <p ><br></p>
            <p >1.3&nbsp; &nbsp;&nbsp; 澳门银河对您的资料的使用</p>
            <p >您同意澳门银河可使用关于您的个人资料（包括但不限于澳门银河持有的有关您的档案中的资料，及澳门银河从您目前及以前在澳门银河上的活动所获取的其他资料）以解决争议、对纠纷进行调停、有助于确保在澳门银河进行安全交易，并执行澳门银河的用户协议。澳门银河有时候可能调查多个用户以识别问题或解决争议，特别是澳门银河可审查您的资料以区分使用多个用户名或别名的用户。为限制在网站上的欺诈、非法或其他刑事犯罪活动，使澳门银河免受其害，您同意澳门银河可通过人工或自动程序对您的个人资料进行评价。</p>
            <p >您同意澳门银河可以使用您的个人资料以改进澳门银河的推广和促销工作、分析网站的使用率、改善澳门银河的内容和产品推广形式，并使澳门银河的网站内容、设计和服务更能符合用户的要求。这些使用能改善澳门银河的网页，以调整澳门银河的网页使其更能符合您的需求，从而使您在使用澳门银河服务时得到更为顺利、有效、安全及度身订造的交易体验。</p>
            <p >您同意澳门银河利用您的资料与您联络并（在某些情况下）向您传递针对您的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品提供以及有关您使用澳门银河的通讯。您接受服务协议和隐私条款即为明示同意收取这些资料。</p>
            <p ><br></p>
            <p >1.4&nbsp; &nbsp;&nbsp; 澳门银河对您的资料的修改或删除</p>
            <p >您可以授权澳门银河帮助您修改您在澳门银河填写的一切个人资料。如您违反服务协议等澳门银河规则或法律规定，澳门银河有权经电子邮件告知后在网站数据库中删除您的个人资料、关闭账户或者限制您使用澳门银河。</p>
            <p >网站有权根据实际审核结果在不通知您的情况下对您所填写的与事实不符的资料进行修正或更改。</p>
            <p ><br></p>
            <p >1.5&nbsp; &nbsp;&nbsp; 澳门银河对您的资料的披露</p>
            <p >澳门银河采用行业标准惯例以保护您的个人资料，但鉴于技术限制，澳门银河不能确保您的全部私人通讯及其他个人资料不会通过本隐私条款中未列明的途径泄露出去，对此澳门银河不承担任何责任。</p>
            <p >澳门银河有权根据有关法律和监管要求，澳门银河风险控制要求以及相关协议要求向司法机关等政府部门、社会组织或团体、其他第三方服务或合作机构提供您的个人资料。在您未能按照与澳门银河签订的服务协议、居间协议或者与澳门银河企业用户签订的借款（担保）协议的约定履行自己应尽的义务时，澳门银河有权根据自己的判断或者与该笔交易有关的其他用户的请求披露您的个人资料，并作出评论。</p>
            <p ><br></p>
            <p >1.6&nbsp; &nbsp;&nbsp; 您对其他用户的资料的使用</p>
            <p >在澳门银河提供的交易活动中，您无权要求澳门银河提供其他用户的个人资料，除非符合以下条件：</p>
            <p >1)&nbsp; &nbsp;&nbsp; 您已向法院起诉其他用户的在澳门银河活动中的违约行为；</p>
            <p >2)&nbsp; &nbsp;&nbsp; 澳门银河被吊销营业执照、解散、清算、宣告破产或者其他有碍于您收回借款本息的情形。</p>
            <p ><br></p>
            <p >1.7&nbsp; &nbsp;&nbsp; 电子邮件</p>
            <p >您不得使用澳门银河提供的服务或其他电子邮件转发服务发送垃圾邮件或其他可能影响澳门银河系统运行或违反澳门银河的用户协议或隐私条款的内容。</p>
            <p >如果您利用澳门银河的服务向没有在澳门银河内注册的电子邮件地址发出电子邮件,澳门银河除了利用该电子邮件地址发出您的电子邮件之外将不作任何其他用途。澳门银河不会出租或出售这些电子邮件地址。澳门银河不会永久储存电子邮件信息或电子邮件地址。</p>
            <p ><br></p>
            <p >1.8&nbsp; &nbsp;&nbsp; 密码的安全性</p>
            <p >您须对使用您的用户名和密码所采取的一切行为负责。因此，澳门银河建议您不要向任何第三方披露您在澳门银河的用户名和密码。</p>
            <p ><br></p>
            <p >1.9&nbsp; &nbsp;&nbsp; 规则修改</p>
            <p >澳门银河可能不时按照您的意见和澳门银河的需要修改本隐私条款，以准确地反映澳门银河的资料收集及披露惯例。本条款的所有修改，在澳门银河公布有关修改内容后自动生效或在该等条款指定的日期生效。</p>
            <p><br></p>

        </div>

            <!--<router-link  style="display: block;" to="/HelpWithdrawalEight">-->
                <!--提款申请为什么会不通过？<span class="el-icon-arrow-right"></span>-->
            <!--</router-link>-->
        <!--</el-row>-->
    </div>
</template>

<script>
    import Top from '../Top/Top.vue'
    export default {
        data () {
            return {
                Topobj:{
                    text:'问题详情',
                    withdraw:'/HelpAccount',
                },
            }
        },
        computed: {},
        mounted: function () {
        },
        methods: {},
        created(){
        },
        components: {
            Top
        }
    }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang='less'>
    @import "style.less";

    .HelpProcess{
        font-size: 0;
        width: 100%;
        p{
            line-height: 19px;
        }
    }

</style>