<template>
    <div class='HelpProcess'>
        <Top :text="Topobj"></Top>
        <h2 class="G_title">隐私保护规则</h2>
        <div class="detail">
            <p style="margin-top: 0" class="">澳门银河非常尊重客户提供给我们的个人隐私信息。我们将尽全力保护客户个人信息的私密性，让客户无后顾之忧。</p>
            <h1 class="">简介</h1>
            <p>本网站服务皆有相关法律约束与监管。为了让客户在这能享受到安全愉悦的服务体验，我们征求客户仔细阅读此“隐私权保护规则条款”，因为这将涉及到我们使用您个人信息的相关事项。对待客户的个人隐私本公司本着非常严谨的态度。</p>
            <p class="">为了让客户享受进一步服务，有时我们可能需要求客户提供个人信息。本政策将会涵盖客户提供给我们的个人信息的使用事项，同时也涉及相关信息记录程序的内容。</p>
            <p class="">有时，客户接受进一步服务前我们可能需要客户提供个人信息（如，姓名，通信地址，邮箱地址，会员编号，电话或手机号码，出生日期或支付信息），任何情况下，我们都将对照此政策来处理您的个人信息。在使用您的个人信息时我们将适用现行的法律条款，并竭力采取最佳最稳妥的方式处理。</p>
            <p>同时，我们也将监控您在本网站的活动内容，可能包括您的访问量，访问页面，网络服务的原始域名等，这将有助于我们建立客户个人档资料。其中部分数据将被聚合统计，这意味着我们将不能对其单独进行检验。</p>
            <h1 class="">我们收集的内容及其目的</h1>
            <p class="">阁下在澳门银河开户时，我们将要求您提供某些个人信息，如：姓名，通信地址，邮箱地址，密码及确认您是否已年满18周岁（澳门银河只接收达到法定年龄18周岁或以上的客户）。我们可能需使用您的个人信息用来确认您的各种金融交易，定期发送公司实时简讯，提供客服支持及完善全面的博彩服务给您。如果您想中止接收公司实时简讯，您可根据提示在简讯接收选项做出相关选择。另须注意，你注册的姓名必须是您本人姓名，你所注册的资料为真实有效资料，因为这将用于随后的交易验证及前述的其它用途。</p>
            <p>会员可在下载软件选择账户选项更改您的账户信息。</p>
            <h1>访问信息</h1>
            <p class="">在阁下访问我们网站页面的过程中，将会有个小的文本夹“信息记录程序”存储在您的电脑。很多网站都有类似设置，因为此设置对网站发行商是非常有用的，譬如可以记录该计算机（或用户）是否曾浏览过此网站。</p>
            <p class="">澳门银河将会对客户“信息记录程序”及IP地址进行存储记录，这些资料将有助于我们完善和提高我们的服务，并有助于我们分析客户的完整信息。这类资料并不是用于客户个人信息的建档，因此将被定期清除。</p>
            <h1>机密性</h1>
            <p>澳门银河将尽全力保护客户提供给我们的个人资料，不会蓄意将该资料泄漏给外人，除非此政策条款里有明文规定。</p>
            <p class="">所有澳门银河员工都被要求遵循该政策条款。员工有义务严密的保守客户的个人信息，即使员工离开澳门银河后仍须坚守此义务。</p>
            <p>阁下本人也须保护好您的个人信息。阁下应严守您的账户密码，我们建议您不要将此透露给其他人。</p>
            <h1 class="">客户个人信息的使用和存储</h1>
            <p class="">当阁下提供任何个人资料给澳门银河，我们对您负有关于如何使用您个人资料的法定义务，我们须有正当理由才可征集您的资料（关于为何征集客户个人资料，我们特定页面已有说明），告知征集您资料的用途以及如有必要将其传给其他任何人，我们将会通知您本人。</p>
            <p>我们使用客户个人资料的用途包括：</p>
            <p class="">用于确认您的身份以及您的账户</p>
            <p>行政服务</p>
            <p class="">统计分析</p>
            <p>市场推销——见下面“市场推销及退订设置”</p>
            <p class="">欺诈预防及监测</p>
            <p>通知您可能将影响到您的我们网站或服务的任何更改</p>
            <p>安全审核</p>
            <p>服务完善</p>
            <p>正如下所列，如果我们因其它用途需用到您的个人信息，我们将会提前通知您。另外，您也可选择不同意以上做法。</p>
            <p>我们可能因以下原因联系您</p>
            <p>关于您申请的我们任何服务功能，我们来信确认</p>
            <p>您选择接收更多的公司信函</p>
            <p>邀请您参加关于我们服务的调查活动（自愿加入）</p>
            <p>出于市场推销目的，并且您已特别认同（见下面）</p>
            <p>我们将一直严守客户个人信息不被外泄，除非有法定要求（如；政府部门及执法机构要求，或网站上带有攻击性或不妥的内容）或关系到我们的业务合作伙伴。一般情况我们只在澳门银河内部使用客户的个人信息。然而，有时我们可能需借助第三方来处理客户的信息（如，网站主机或维护服务的提供商），我们将会要求第三方严格遵守我们的约定，要求他们将不得将客户个人信息用于他们的商业用途。</p>
            <p>正如后面所述，我们可能出于市场推销目的将客户的个人信息传给我我们的业务伙伴。</p>
            <p>另外，如果客户违反相关法例，我们相信我们有理由将您的个人信息传给相关的第三方，如；您的雇主，教育机构或执法机构，上报您的相关信息与行为。</p>
            <p>在客户所申请使用我们服务这段期间，我们将一直保存您的个人信息于后台系统，直到申请期满或客户想注销会员账户，我们将把您的个人资料作删除处理。取决于数据保护立法与监管要求。出于安全原因，如果客户使用我们网站服务满一年，我们将会保存其信息记录档（包括信息内容，会员姓名，时间和日期）。另外，如果客户并未注册为我们的会员，但参加了澳门银河的其它服务（如；竞赛活动），其个人信息将保存到该服务顺利完成。</p>
            <p>我们将确保所有客户个人信息将会根据2002年数据信息保护法例（Tynwald法例）严密保存。</p>
            <h1>客户数据信息保护</h1>
            <p>我们将使用高科技系统管理和保护客户个人信息数据，如</p>
            <p>只有使用客户独一无二的用户名和密码才可进入该客户账户</p>
            <p>客户信息数据储存在安控服务器内</p>
            <p>我们将尽全力保护客户个人信息数据的安全，但客户须认同目前网络并非百分百安全，因此，我们并不能保证客户发送信息给我们的网络传输过程的安全和完整性，也不担保我们发送给客户网络传输过程的安全和完整性。</p>
            <h1>保密限制</h1>
            <p>在某些情况下出于安全，立法和规章条例要求，澳门银河不得不透漏客户个人信息。澳门银河将尽全力保护客户个人信息，除非发生以下情况：</p>
            <p>出于担保，传审或其它法规要求，澳门银河才透露客户信息。</p>
            <p>出于正当理由行使澳门银河权利，需要对某客户或实体进行确认，联系或采取法定措施。</p>
            <p>另外，如果涉及欺诈，知识产权侵犯，权利侵犯，或其它非法行为或可能导致责任牵连的行为的调查，我们相信我们有必要和理由透露客户的信息(如；姓名，居住地址，城市，邮编，国家，电话号码，邮箱地址和公司)给澳门银河第三方代理。</p>
            <h1>客户信息的接收者</h1>
            <p>除了上述法定要求说明，我们还可能将您的个人信息透露给我们的工作人员，其他相关公司的工作人员或澳门银河的合作伙伴和为澳门银河客户提供相关服务给我们的第三方网络服务供应商（包含但不局限于安全，信用和风险审核机构）。第三方网络服务供应商可以检查我们提供在公共数据库或私人数据库的任何详细资料及有机会获得和保留检查记录。</p>
            <p>我们同样可以通过第三方网络服务供应商得到您的个人信息。如果您提供您的个人资料给我们或我们从第三方网络服务供应商中收到您的个人资料，代表您已经同意我们可以处理、使用、记录和透露您的个人信息。我们保留权利，根据您或第三方网络服务供应商提供的信息，在任何时候冻结或关闭您的澳门银河会员账户。</p>
            <h1>监控</h1>
            <p>出于服务质保，防止诈骗和法规遵循方面的原因，我们将对客户的通信记录进行保存和监控（如电话和邮件记录）。</p>
            <p>市场推销及账户移除设置</p>
            <p>出于市场推销目的，我们可能将客户的个人信息透露给我们的业务伙伴公司，他们可能就相关产品，服务，促销及特殊优惠活动，通过信函，电话，SMS信息，传真，邮件或其它通讯方式联系到您，除非您提出要求制止此行为。</p>
            <p>如果客户不愿再接收任何关于我公司的市场推销相关宣传信息，您可随时选择移除账户设置。详细请见前面“客户个人信息的查看以及客户的权利”。</p>
            <h1>信息记录程序</h1>
            <p>客户访问澳门银河网站时，我们可能将发送给您一个临时的信息记录档。此记录档是我们网站服务器存放在您电脑信息记录文件的一系列文本标题记录，以便下次你再次访问我们网站时我们系统可以辨认出您。我们可以将其产生的数据编制成客户访问统计数据。您并非有义务接收我们的信息记录文件，您也可选择不接收，可以通过设置您的浏览器完成。</p>
            <h1>隐私权保护规则的认同</h1>
            <p>一旦阁下在澳门银河注册开户就代表您认同此隐私权保护规则条款。我们将定期更新此政策条款，因此我们建议客户您也定期进行查阅。如果我们对该政策有所更改，我们将在相关网页上发布消息。政策更改后，客户持续使用澳门银河网站将被视为客户认同该政策的更改。如果客户不接收此政策的更改，您可以选择停用我们的网站服务。如果该政策条款与其它局部特殊条款产生分歧，将适用局部特殊条款。</p>


        </div>

            <!--<router-link  style="display: block;" to="/HelpWithdrawalEight">-->
                <!--提款申请为什么会不通过？<span class="el-icon-arrow-right"></span>-->
            <!--</router-link>-->
        <!--</el-row>-->
    </div>
</template>

<script>
    import Top from '../Top/Top.vue'
    export default {
        data () {
            return {
                Topobj:{
                    text:'问题详情',
                    withdraw:'/HelpAccount',
                },
            }
        },
        computed: {},
        mounted: function () {
        },
        methods: {},
        created(){
        },
        components: {
            Top
        }
    }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang='less'>
    @import "style.less";

    .HelpProcess{
        font-size: 0;
        width: 100%;
        p{
            line-height: 19px;
        }
    }

</style>