<template>
    <div class='HelpProcess'>
        <Top :text="Topobj"></Top>
        <h2 class="G_title">投注规则与规定</h2>
        <div class="detail">
            <h1>1.1     理性博彩</h1>
            <p>我们以提供最佳在线博彩，并为此提供竭诚的服务，倾全力为顾客营造一个良好的网上娱乐环境并且衷心希望顾客能在这里获得最佳娱乐体验。<br>作为有声誉有责任感的博彩公司，我们希望阁下您在尽情享受网站服务的同时调整好您的心态。<br>为了协助您进行理性博彩，我们确保工作人员接受理性博彩意识的培训。如需更多信息或协助请联系客户服务部。</p>
            <h1 class="">1.2     未满博彩年龄</h1>
            <p>未满18岁的人士进行博彩属非法行为，澳门银河会在此方面绝对严格执行。我们会对客户进行年龄验证，并可能要求其上交补充档。对任何未满18岁人士使用此网站所获得的彩金，一旦发现，将被没收并上报有关部门处理。阁下必须超过18岁（或在阁下居住的管辖范围内不被视为未成年人）才可进入此网站。任何未满18岁的人不得在我们网站开户和投注，澳门银河以严谨的态度看待和处理此问题。<br>以下是为预防未成年人访问在线游戏网站的一些参考网站：<br>www.gamblock.com<br>www.safekids.com<br>www.netnanny.com<br>www.surfcontrol.com</p>
            <h1>1.3     不适用人群</h1>
            <p>
                1.3.1 年龄在18周岁以下。<br>1.3.2 在所属司法中，低于其合法年龄。<br>1.3.3 当地司法规定，访问我们网站属不合法行为。澳门银河无法辨认客户行为在当地司法是否属合法，客户本人<br>责任自行甄别。<br>1.3.4 澳门银河员工与澳门银河员工亲属（"亲属"指配偶，伴侣，父母，子女或兄弟姐妹），或在离职6个月期限内的任何澳门银河相关前雇员，前雇员亲属。（包括任何与澳门银河关联的）
            <h1>1.4     赌博问题防护</h1>
            <p>我们强烈建议阁下定期审视您的博彩行为，检验自己是否投入过度。如果您感到可能会有博彩方面的问题，请首先回答以下问题：<br>1) 有否曾因赌博而耽误工作时间？<br>2) 有无人曾经批评过您进行赌博？<br>3) 赌博有否令您的生活不愉快？<br>4) 赌博有否影响您的声望？<br>5) 赌博之后，您是否感到自责？<br>6) 阁下有否曾经用赌博所赢得的钱来还债，或者解决财政因难？<br>7) 赌博有否导致您的抱负及效率减低？<br>8) 输钱后，您是否感觉您必须一定要尽快回来赚回您所失去的？<br>9) 赢钱后，您是否有一种强烈的欲望，回来赢得更多？<br>10) 是否时常赌博至分文都用尽？<br>11) 您是否借钱，作赌博之用？<br>12) 您是否出卖任何对象，作赌博之用？<br>13) 您是否不愿意用 "赌本" 来付正常的开支？<br>14) 您是否很不情愿将赌博用的钱使用在其他地方？<br>15) 赌博是否令您疏忽您自己及您家人的健康快乐？<br>16) 您是或否独自一人长时间赌博？<br>17) 您是否花比预计更多的时间在赌博上？<br>18) 您是否曾经因为试图掩饰您在赌博方面花费的时间和金钱而撒谎？<br>19) 您是否以赌博来逃避忧虑及困难？<br>20) 您是否犯罪或考虑犯罪，为赌博筹备资金？<br>21) 赌博有否令您有睡眠的困难？<br>22) 围绕您的争执、失望或挫败有否造成赌博的推动力？<br>23) 您是否为数小时的赌博而有冲动去庆祝好运？<br>24) 您是否因赌博的结果而自毁或自杀？<br>若您对至少7个以上的问题的回答是“是”，您可能在博彩上存在风险，请寻求家庭支持和专业网站进行咨询。</p>

        </div>

            <!--<router-link  style="display: block;" to="/HelpWithdrawalEight">-->
                <!--提款申请为什么会不通过？<span class="el-icon-arrow-right"></span>-->
            <!--</router-link>-->
        <!--</el-row>-->
    </div>
</template>

<script>
    import Top from '../Top/Top.vue'
    export default {
        data () {
            return {
                Topobj:{
                    text:'问题详情',
                    withdraw:'/HelpAccount',
                },
            }
        },
        computed: {},
        mounted: function () {
        },
        methods: {},
        created(){
        },
        components: {
            Top
        }
    }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang='less'>
    @import "style.less";

    .HelpProcess{
        font-size: 0;
        width: 100%;
        p{
            line-height: 19px;
        }
    }

</style>